[
  {
    "name": "one",
    "number": "01",
    "text": "As with all our realisations, <b>the consumer is the starting point</b>. We gather all the necessary insights to get a <b>clear view of the final target group</b>, their <b>needs</b> and their <b>expectations</b>. Our goal: getting to the core of how your audience can connect with your story.",
    "title": "Setting The Goal"
  },
  {
    "name": "two",
    "number": "02",
    "text": "Our experienced data team gathers as much information as possible about what phase your client is in within the <b>consumer journey</b>, as well as any potential <b>undetected target audiences</b>. Based on all this, we will outline the <b>strategic context, map out the KPI’s</b> and set up a plan of approach for the content distribution.",
    "title": "Collecting Data"
  },
  {
    "name": "three",
    "number": "03",
    "text": "The strategic framework and the scientific groundwork form the foundation from which we distil the <b>core message</b>. This forms the basis for the next step: the <b>creation and production</b> of specific content formats <b>from script to screen</b>. We firmly believe in the adage <b>‘everything that can be video, will be video’</b>. To tell a brand story that sticks, visual content is the way to go, at any touchpoint or moment of interaction.",
    "title": "Content Creation"
  },
  {
    "name": "four",
    "number": "04",
    "text": "The very first step in the distribution process is the integration of content across all your communication outlets. We primarily focus on Google and organic search results. <b>Knowing how to best utilise owned media</b> such as your website can strengthen your position in the ranks of search engines. As a result, it can also <b>structurally elevate your channels to a higher level</b>.",
    "title": "Content Integration"
  },
  {
    "name": "five",
    "number": "05",
    "text": "We distribute your content <b>across a multitude of external channels</b>. In the most goal-oriented and cost efficient manner, we guarantee to create maximum impact on your audience. Thanks to our immense bulk of data-driven knowledge, our online marketers can make informed decisions on what media channel (paid or earned) works best for your business.",
    "title": "Content Distribution"
  },
  {
    "name": "six",
    "number": "06",
    "text": "We don’t make evaluations based on an indistinct gut feeling or vague reports. We firmly believe in the virtues of technology and how it can boost businesses to unprecedented levels. That’s why we use top-notch tools <b>to map out and analyse the output of your content up-close</b>. After all, it’s the numbers that count. The findings of this analysis come packaged in <b>comprehensible, transparent reports</b>, custom-tailored to your business.",
    "title": "Measuring Impact"
  }
]
